experiments/redis_contention/redis_multi/pair_0/clients_10_threads_4_pipeline_1/redis.out
4         Threads
10        Connections per thread
15        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       101345.72          ---          ---         0.21167         0.20700         0.31900         0.38300    105880.96 
Gets       101344.72        27.78    101316.94         0.21104         0.20700         0.31900         0.38300      4066.32 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals     202690.45        27.78    101316.94         0.21136         0.20700         0.31900         0.38300    109947.28